{
  "about": "من نحن",
  "Home": "الرئيسية",
  "What_we_do": "ماذا نفعل",
  "Business_sectors": "القطاعات التجارية",
  "our_partners": "شركاء النجاح ",
  "Contact_us": "اتصل بنا",
  "Our_clients": "عملاؤنا",
  "Learn_more": "تعرف على المزيد",
  "our_partners_header": "شركاؤنا  ",

  "hero_title": "شركة استثمارية رائدة في المملكة العربية السعودية.",
  "hero_subTitle": "مكرسة لتعزيز النمو والابتكار تماشيًا مع رؤية السعودية 2030.",

  "about_header": "شركة استثمارية سعودية متخصصة في انشاء وإدارة الأصول التجارية والصناعية والزراعية المتنوعة، نسير بخطوات متسقة مع رؤية دولتنا وقادتنا المباركة، ",
  "about_text_one": "",
  "about_text_two": "",
  "about_text_three": "لدينا شغف متجدد كي يصبح كياننا الاستثماري رافداً من روافد التنمية المحلية على مختلف الأصعدة، سواعدنا وطنية فتية امتزجت بخبرات عالمية ذات خبرات كبيرة",
  "about_text_four": "شغفنا الدائم هو تحقيق التجدد والتطور ورفع درجات الجودة في مجالات عملنا، ننطلق من محليتنا الى فضاء العالمية بفكر متزن وخطوات ثابتة وروح متجددة تعكس اصالتنا وارثنا التجاري العتيد.",

  "vision": "رؤيتنا",
  "vision_text": [
    "الاعتماد على ذاتنا ومقدراتنا في إدارة اصولنا.",
    "مواكبة حال التجدد التجاري والصناعي الذي تعيشه مملكتنا.",
    "التركيز على الارتقاء بمقدرات شباب الوطن والاعتماد عليهم في منظومات الإنجاز لدينا.",
    "نقل الخبرات والتقنيات المفيدة الى داخل وطننا والاستفادة منها لما يخدم قطاعاتنا التجارية المتنوعة."
  ],
  "mission": "مهمتنا",
  "mission_text": "تطوير اصولنا بفعالية وتعزيز نجاحها المالي، والاستثمار الاستراتيجي في العديد من القطاعات الواعدة ذات القيمة العالية، وتشجيع مجال الابتكار والاختراع وتبني المبادرات التي من شانها العودة بالنفع على كياننا ومجتمعنا.",

  "values": "قيمنا",
  "quality": "الجودة",
  "quality_text": " تحقيق اعلى درجات الجودة والدقة في جميع ما يتم العمل به ضمن منظومتنا التجارية والصناعية",
  "Integrity": "النزاهة",
  "Integrity_text": " نلتزم بأعلى معايير الأخلاق والشفافية، ونعمل على بناء الثقة والمساءلة في جميع تعاملاتنا.",
  "Excellence": "التميز",
  "Excellence_text": "نسعى دائمًا لتحقيق التميز، ونعزز ثقافة التحسين والابتكار في جميع عملياتنا.",
  "Collaboration": "التعاون",
  "Collaboration_text": "نعمل بشكل وثيق مع شركاتنا التابعة لتحقيق أهداف مشتركة، ونؤمن بأهمية العمل الجماعي والنجاح المشترك.",
  "Sustainability": "الاستدامة",
  "Sustainability_text": "نحن ملتزمون بالاستثمار في ممارسات مستدامة تؤثر إيجابيًا على البيئة والمجتمع.",
  "Responsiveness": "الاستجابة",
  "Responsiveness_text": " نتكيف بشكل استباقي مع تغييرات السوق ونتعامل مع الاحتياجات المتطورة لشركاتنا التابعة ومجتمعاتنا.",

  "what_we_do": "ما نقوم به",
  "Subsidiary_Management": "إدارة استثماراتنا",
  "Subsidiary_Management_text": "نشرف على مجموعة متنوعة من الاستثمارات، مقدمين التوجيه الاستراتيجي والدعم التشغيلي لضمان نجاحها وتوافقها مع رؤيتنا المؤسسية.",
  "Investment_Funds": "الاستثمار المالي",
  "Investment_Funds_text": "من خلال شركاتنا التابعة، نستكشف ونتابع فرص الاستثمار المربحة سواء داخلياً او خارجياً وإمكانية المشاركة فيها وفق دراسات ومراجعات دورية لهذه الاستثمارات.",
  "Real_Estate_and_Movables": "العقارات والأصول المنقولة ",
  "Real_Estate_and_Movables_text": "نقوم بعمليات استحواذ استراتيجية وتحسين الأصول العقارية، حيث تلعب هذه العمليات دورًا حاسمًا في تعزيز أداء شركاتنا التابعة والشركة القابضة. ",

  "Construction_and_Infrastructure": "الإنشاءات والبنى التحتية",
  "Maintenance_and_Operations": "الصيانة والتشغيل ",
  "Logistics_Services": "الخدمات اللوجستية",
  "Light_and_Medium_Industries": "الصناعات الخفيفة والمتوسطة",
  "Military_Industries": "الصناعات العسكرية",
  "Entertainment": "الترفيه",

  "address": "طريق مكة المكرمة الفرعي، حي ام الحمام الشرقي، الرياض 12321، المملكة العربية السعودية",
  "rights": "جميع الحقوق محفوظة لشركة خمسين الدولية القابضة ٢٠٢٤"
}
