{
  "about": "من نحن",
  "Home": "الرئيسية",
  "What_we_do": "ماذا نفعل",
  "Business_sectors": "القطاعات التجارية",
  "Our_subsidiaries": "شركاتنا التابعة",
  "Contact_us": "اتصل بنا",

  "Learn_more": "تعرف على المزيد",

  "hero_title": "شركة استثمارية رائدة في المملكة العربية السعودية.",
  "hero_subTitle": "مكرسة لتعزيز النمو والابتكار تماشيًا مع رؤية السعودية 2030.",

  "about_header": "شركة خمسين الدولية القابضة هي شركة استثمارية سعودية رائدة، ملتزمة بتعزيز النمو والابتكار بما يتماشى مع رؤية السعودية 2030. نحن متخصصون في إدارة الشركات التابعة، وتحسين الاستثمارات، والاستحواذ الاستراتيجي على العقارات والأصول المنقولة.",
  "about_text_one": "يدفعنا التزامنا بالتميز إلى خلق قيمة مستدامة لأصحاب المصلحة والمساهمة بشكل إيجابي في تنويع الاقتصاد والتنمية في المملكة. نعمل على تمكين شركاتنا التابعة من النجاح في أسواقها مع التركيز على الابتكار والاستدامة والمسؤولية الاجتماعية.",
  "about_text_two": "نعتمد في شركة خمسين الدولية القابضة على قوة التعاون والعمل الجماعي. يضم فريقنا من المحترفين ذوي الخبرة ثروة من المعرفة، مما يضمن اتخاذ قرارات مستنيرة واستراتيجية.",
  "vision": "رؤيتنا",
  "vision_text": "أن نصبح شركة قابضة رائدة تُعرف بإدارتها الاستراتيجية واستثماراتها المبتكرة، ونسعى لخلق نمو مستدام طويل الأمد يعود بالنفع على شركاتنا التابعة ومساهمينا ومجتمعاتنا، مع التوافق التام مع تطلعات رؤية المملكة العربية السعودية 2030.",
  "mission": "مهمتنا",
  "mission_text": "تتمثل مهمتنا في إدارة شركاتنا التابعة بفعالية، وتعزيز نجاحها المالي، والاستثمار الاستراتيجي في العقارات والأصول المنقولة ذات القيمة العالية. نحن نعمل على تمكين شركاتنا من تحقيق النجاح في مختلف الصناعات، مع التركيز المستمر على الابتكار والاستدامة والمسؤولية الاجتماعية، دعمًا لرؤية المملكة العربية السعودية 2030.",
  "values": "قيمنا",
  "Integrity": "النزاهة",
  "Integrity_text": " نلتزم بأعلى معايير الأخلاق والشفافية، ونعمل على بناء الثقة والمساءلة في جميع تعاملاتنا.",
  "Excellence": "التميز",
  "Excellence_text": "نسعى دائمًا لتحقيق التميز، ونعزز ثقافة التحسين والابتكار في جميع عملياتنا.",
  "Collaboration": "التعاون",
  "Collaboration_text": "نعمل بشكل وثيق مع شركاتنا التابعة لتحقيق أهداف مشتركة، ونؤمن بأهمية العمل الجماعي والنجاح المشترك.",
  "Sustainability": "الاستدامة",
  "Sustainability_text": "نحن ملتزمون بالاستثمار في ممارسات مستدامة تؤثر إيجابيًا على البيئة والمجتمع.",
  "Responsiveness": "الاستجابة",
  "Responsiveness_text": " نتكيف بشكل استباقي مع تغييرات السوق ونتعامل مع الاحتياجات المتطورة لشركاتنا التابعة ومجتمعاتنا.",

  "what_we_do": "ما نقوم به",
  "Subsidiary_Management": "إدارة الشركات التابعة",
  "Subsidiary_Management_text": "نشرف على مجموعة متنوعة من الشركات التابعة، مقدمين التوجيه الاستراتيجي والدعم التشغيلي لضمان نجاحها وتوافقها مع رؤيتنا المؤسسية.",
  "Investment_Funds": "الاستثمار المالي",
  "Investment_Funds_text": "من خلال شركاتنا التابعة، نستكشف ونتابع فرص الاستثمار المربحة، مسترشدين بأبحاث شاملة وتركز على النمو المستدام والتقليل من المخاطر.",
  "Real_Estate_and_Movables": "العقارات والأصول المنقولة ",
  "Real_Estate_and_Movables_text": "نقوم بعمليات استحواذ استراتيجية وتحسين الأصول العقارية والمنقولة، حيث تلعب هذه العمليات دورًا حاسمًا في تعزيز أداء شركاتنا التابعة والشركة القابضة. نركز على تحقيق القيمة المستدامة من خلال إدارة فعالة للأصول، مما يسهم في النمو والازدهار العام لمجموعتنا.",

  "Construction_and_Infrastructure": "الإنشاءات والبنى التحتية",
  "Maintenance_and_Operations": "الصيانة والتشغيل ",
  "Logistics_Services": "الخدمات اللوجستية",
  "Light_and_Medium_Industries": "الصناعات الخفيفة والمتوسطة",
  "Military_Industries": "الصناعات العسكرية",
  "Entertainment": "الترفيه"
}
