{
  "about": "about us",
  "Home": "Home",
  "What_we_do": "What we do",
  "Business_sectors": "Business sectors",
  "Our_subsidiaries": "Our subsidiaries",
  "Contact_us": "Contact us",

  "Learn_more": "Learn more",

  "hero_title": " A leading saudi Arabian investment firm.",
  "hero_subTitle": "Dedicated to fostering growth and innovation in alignment with Saudi Vision 2030.",

  "about_header": "International Fifty Holding Company, a leading Saudi Arabian investment firm, is dedicated to fostering growth and innovation in alignment with Saudi Vision 2030. We specialize in managing subsidiaries, optimizing investments, and strategically acquiring real estate and movable assets.",
  "about_text_one": "Our commitment to excellence drives us to create sustainable value for our stakeholders and contribute positively to the Kingdom's economic diversification and development. We empower our subsidiaries to thrive in their respective markets while maintaining a focus on innovation, sustainability, and social responsibility.",
  "about_text_two": "At International Fifty Holding Company, we believe in the power of collaboration and teamwork. Our team of experienced professionals brings a wealth of knowledge and expertise to the table, ensuring that we make informed and strategic decisions.",
  "vision": "our vision",
  "vision_text": "To become a leading holding company renowned for strategic management, innovative investment, and creating long-term sustainable growth for our subsidiaries, stakeholders, and communities while aligning with the aspirations of KSA Vision 2030.",
  "mission": "our mission",
  "mission_text": "Our mission is to effectively manage our subsidiaries, optimize their financial success and strategically invest in high-value real estate and movable assets. We empower our businesses to succeed in their respective industries while maintaining a focus on innovation, sustainability, and social responsibility in support of Vision 2030.",

  "values": "our values",
  "Integrity": "Integrity",
  "Integrity_text": "We maintain the highest standards of ethics and transparency, building trust and accountability in all our dealings.",
  "Excellence": "Excellence",
  "Excellence_text": "We continuously strive for excellence, fostering a culture of improvement and innovation within our operations.",
  "Collaboration": "Collaboration",
  "Collaboration_text": "We work closely with our subsidiaries to achieve common goals, believing in the power of teamwork and shared success.",
  "Sustainability": "Sustainability",
  "Sustainability_text": "We are committed to investing in sustainable practices that positively impact the environment and society.",
  "Responsiveness": "Responsiveness",
  "Responsiveness_text": "We proactively adapt to market changes and address the evolving needs of our subsidiaries and communities",

  "what_we_do": "What we do",
  "Subsidiary_Management": "Subsidiary Management",
  "Subsidiary_Management_text": "We oversee a diverse portfolio of subsidiaries, providing strategic guidance and operational support to ensure their success and alignment with our corporate vision.",
  "Investment_Funds": "Investment Funds",
  "Investment_Funds_text": "Through our subsidiaries, we identify and pursue profitable investment opportunities, guided by thorough research and a focus on long-term growth and risk mitigation.",
  "Real_Estate_and_Movables": "Real Estate and Movables ",
  "Real_Estate_and_Movables_text": "We conduct strategic acquisitions and optimize real estate and movable assets, which play a crucial role in enhancing the performance of our subsidiaries and the holding company. Our focus is on creating sustainable value through effective asset management, contributing to the overall growth and prosperity of our group.",

  "Construction_and_Infrastructure": "Construction and Infrastructure",
  "Maintenance_and_Operations": "Maintenance and Operations",
  "Logistics_Services": "Logistics Services",
  "Light_and_Medium_Industries": "Light and Medium Industries",
  "Military_Industries": "Military Industries",
  "Entertainment": "Entertainment",

  "address": "Makkah Almukaram Branch Road, East Umm Al Hamam District, Riyadh 12321",
  "rights": "All Rights Reserved International Fifty Holding Co. 2024"
}
