{
  "about": "about us",
  "Home": "Home",
  "What_we_do": "What we do",
  "Business_sectors": "Business sectors",
  "our_partners": "OUR Partners in Success ",
  "Contact_us": "Contact us",
  "Our_clients": "clients",
  "our_partners_header": "partners",

  "Learn_more": "Learn more",

  "hero_title": " A leading saudi Arabian investment firm.",
  "hero_subTitle": "Dedicated to fostering growth and innovation in alignment with Saudi Vision 2030.",

  "about_header": "A Saudi investment company specialized in the establishment and management of diverse commercial, industrial, and agricultural assets.",
  "about_text_one": "Guided by the vision of our nation and its wise leadership, we are driven by a renewed passion to make our investment entity a key contributor to local development across multiple sectors.",

  "about_text_two": "Our foundation is built on the strength of young national talents, empowered by world-class expertise and deep industry experience.",
  "about_text_three": "Innovation, continuous growth, and excellence in quality define our approach in every area we operate.",
  "about_text_four": "From local roots, we chart a path toward global impact—guided by steady vision, thoughtful strategy, and a vibrant spirit that honors our rich heritage and enduring legacy in commerce.",
  "vision": "our vision",
  "vision_text": [
    "To harness our internal capabilities and resources in effectively managing our assets.",
    "To align with the dynamic wave of commercial and industrial transformation shaping our Kingdom.",
    "To invest in the growth of our nation's youth, empowering them as the backbone of our achievements.",
    "To localize valuable expertise and advanced technologies that elevate our diverse business sectors."
  ],
  "mission": "our mission",
  "mission_text": "We strive to grow our assets efficiently and strengthen their financial returns, while making strategic investments in promising, high-value sectors. We actively support innovation and invention, and champion initiatives that deliver meaningful impact to our organization and the communities we serve.",

  "values": "our values",
  "quality": "quality",
  "quality_text": "We strive for the highest levels of quality and precision in everything we do across our commercial and industrial operations.",
  "Integrity": "Integrity",
  "Integrity_text": "We maintain the highest standards of ethics and transparency, building trust and accountability in all our dealings.",
  "Excellence": "Excellence",
  "Excellence_text": "We continuously strive for excellence, fostering a culture of improvement and innovation within our operations.",
  "Collaboration": "Collaboration",
  "Collaboration_text": "We work closely with our subsidiaries to achieve common goals, believing in the power of teamwork and shared success.",
  "Sustainability": "Sustainability",
  "Sustainability_text": "We are committed to investing in sustainable practices that positively impact the environment and society.",
  "Responsiveness": "Responsiveness",
  "Responsiveness_text": "We proactively adapt to market changes and address the evolving needs of our subsidiaries and communities",

  "what_we_do": "What we do",
  "Subsidiary_Management": "Investment Management",
  "Subsidiary_Management_text": "We oversee a diverse range of investments, providing strategic direction and operational support to ensure their success and alignment with our corporate vision.",
  "Investment_Funds": "Financial Investment",
  "Investment_Funds_text": "Through our subsidiaries, we explore and evaluate profitable investment opportunities both locally and internationally, with participation guided by thorough studies and regular performance reviews.",
  "Real_Estate_and_Movables": "Real Estate & Movable Assets ",
  "Real_Estate_and_Movables_text": "We conduct strategic acquisitions and optimize real estate assets, which play a crucial role in enhancing the performance of our subsidiaries and the holding company.",

  "Construction_and_Infrastructure": "Construction and Infrastructure",
  "Maintenance_and_Operations": "Maintenance and Operations",
  "Logistics_Services": "Logistics Services",
  "Light_and_Medium_Industries": "Light and Medium Industries",
  "Military_Industries": "Military Industries",
  "Entertainment": "Entertainment",

  "address": "Makkah Almukaram Branch Road, East Umm Al Hamam District, Riyadh 12321",
  "rights": "All Rights Reserved International Fifty Holding Co. 2024"
}
